import React from 'react'

const Temp = () => {
  return (
    <div className="infoCard border w-[90%] mx-auto my-5 bg-[rgba(0,0,0,0.6)] flex flex-col gap-5 items-center p-1 py-3 rounded shadow-[_0px_0px_6px_5px_rgba(0,0,0,0.9)] border-gray-100">
              <h2 className='text-pink-300 text-center underline underline-offset-3 decoration-amber-900'>अस्सल खानदेशी घरगुती जेवण</h2>
              <p className='text-amber-300 text-center'>आमच्या येथे घरगुती पद्धतीने अस्सल खानदेशी चव असलेले
                शाकाहारी आणि मांसाहारी जेवणाच्या ऑर्डर स्वीकारल्या जातात.</p>
              <div className="speciality flex flex-col text-amber-100 items-center gap-2">
                <span>आमची स्पेशालिटी:</span>
                <span>🍗 चिकन तवा फ्राय – कुरकुरीत आणि स्वादिष्ट</span>
                <span>🍖 स्पेशल काळा रस्सा – मसालेदार आणि दमदार</span>
                <span>🍲 चिकन हंडी – पारंपरिक चव</span>
                <span>🍛 मटण स्पेशल दम बिर्याणी – खमंग सुगंध आणि रसदार</span>
                <span>🍗🥩 चिकन / मटण – ताजेतवाने आणि मऊ</span>
              </div>
              <div className="tip text-green-300 text-center">
                टीप: कृपया ऑर्डर करण्यापूर्वी संपर्क करा, जेणेकरून आम्ही तुमच्यासाठी ताजेतवाने जेवण तयार करू शकू.
              </div>
            </div>
  )
}

export default Temp